Repository: BearBezel/Flametag
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Language
es: Idioma

source: Claimed
es: Reclamado

source: Unclaimed
es: Sin reclamar

source: Scan count:
es: Escaneos:

source: Public message
es: Mensaje público

source: 🔥 This tag is owned. Please return it.
es: 🔥 Esta etiqueta tiene dueño. Por favor devuélvela.

source: Found it
es: Lo encontré

source: Messages
es: Mensajes

source: New messages
es: Mensajes nuevos

source: Edit
es: Editar

source: Send a note to the owner
es: Enviar una nota al dueño

source: Keep it simple: where you found it + best way to contact you (if you want).
es: Mantenlo simple: dónde lo encontraste + la mejor forma de contactarte (si quieres).

source: Which item did you find?
es: ¿Qué objeto encontraste?

source: Your note
es: Tu nota

source: Send note
es: Enviar nota

source: Your note is saved for the owner to see after unlocking.
es: Tu nota se guarda para que el dueño la vea después de desbloquear.

source: Owner messages
es: Mensajes del dueño

source: Enter your owner PIN to view the private message + finder messages.
es: Introduce tu PIN para ver el mensaje privado y los mensajes de quien lo encontró.

source: Owner PIN
es: PIN del dueño

source: Enter PIN
es: Introduce PIN

source: Unlock messages
es: Desbloquear mensajes

source: Only the owner PIN can unlock.
es: Solo el PIN del dueño puede desbloquear.

source: Edit your tag
es: Editar tu etiqueta

source: Change your public + private message.
es: Cambia tu mensaje público y privado.

source: Private message
es: Mensaje privado

source: Items on this tag (one per line)
es: Objetos en esta etiqueta (uno por línea)

source: Save changes
es: Guardar cambios

source: Owner PIN required
es: Se requiere PIN del dueño

source: Unlock editing with your owner PIN.
es: Desbloquea la edición con tu PIN.

source: Unlock edit
es: Desbloquear edición

source: Only the owner PIN can unlock editing.
es: Solo el PIN del dueño puede desbloquear la edición.

source: Tag this item
es: Etiquetar este objeto

source: Set your public + private message and a PIN.
es: Configura tu mensaje público y privado y un PIN.

source: Choose a PIN (min 4 chars)
es: Elige un PIN (mín 4 caracteres)

source: Choose a PIN
es: Elige un PIN

source: Tag it
es: Etiquetarlo
